netgear/wndr3700v3/fw_versions/1.0.0.30/soap_x_setbookmark.xml

<?xml version="1.0"?>
<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
	<s:Body>
		<u:X_SetBookmark xmlns:u="urn:schemas-upnp-org:service:ContentDirectory:1">
			<ObjectID>46</ObjectID>
			<PosSecond>INJECT</PosSecond>
			<CategoryType>10</CategoryType>
			<RID>0</RID>
		</u:X_SetBookmark>
	</s:Body>
</s:Envelope>
